/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "Aus unbekanntem Grund konnten einige Dateien nicht entfernt werden.";
"ErrorDescRemoving_GenericSingleFileError" = "„%@“ konnte aus einem unbekannten Grund nicht bewegt werden.";
"ErrorDescRemoving_FileWasntAuthorized" = "„%@“ konnte nicht entfernt werden, weil Sie diese Aktion nicht autorisiert haben.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "„%@“ konnte nicht bewegt werden, weil Sie diese Aktion nicht autorisiert haben.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "„%@“ konnte aufgrund von fehlender Berechtigung nicht entfernt werden.";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "„%@“ konnte aufgrund von fehlender Berechtigung nicht bewegt werden.";
"ErrorDescRemoving_FailedToLaunchTask" = "Aufgabe „%@“ kann nicht ausgeführt werden. Die Datei scheint nicht ausführbar oder nicht vorhanden zu sein.";
